Repository: sarvasoftopc/mock_interview_ui_upgrade
Catalog: lib/l10n/intl_*.arb
Languages: hi

# appTitle
source: Interview Prep
hi: इंटरव्यू तैयारी

source: Upload CV
hi: सीवी अपलोड करें

source: CV Uploaded
hi: सीवी अपलोड हो गया

source: Change CV
hi: सीवी बदलें

source: Upload JD
hi: जॉब विवरण अपलोड करें

source: JD Uploaded
hi: जॉब विवरण अपलोड हो गया

source: Change JD
hi: जॉब विवरण बदलें

source: Perform Analysis
hi: विश्लेषण करें

source: Analysis Complete
hi: विश्लेषण पूरा

# analysisDoneMsg
source: Your CV and Job Description have been analyzed.
hi: आपका सीवी और जॉब विवरण विश्लेषित कर दिया गया है।

source: OK
hi: ठीक है

source: Skills Dashboard
hi: कौशल डैशबोर्ड

# skillsChartPlaceholder
source: Pie chart placeholder for skills
hi: कौशलों के लिए पाई चार्ट प्लेसहोल्डर

source: Matched Skills
hi: मेल खाते कौशल

source: Missing Skills
hi: लापता कौशल

# prepareMissingSkills
source: Prepare for Missing Skills
hi: लापता कौशल के लिए तैयारी करें

source: Start Mock Interview
hi: मॉक इंटरव्यू शुरू करें

# unsupportedFile
source: Unsupported file type
hi: असमर्थित फ़ाइल प्रकार

source: Error reading file
hi: फ़ाइल पढ़ने में त्रुटि

# heroTitle
source: Your AI Interview Coach
hi: आपका एआई इंटरव्यू कोच

# heroSubtitle
source: Practice smarter. Get hired faster.
hi: स्मार्ट तरीके से अभ्यास करें। जल्दी नौकरी पाएं।

# uploadCvDesc
source: Upload your resume to extract your strengths.
hi: अपनी ताकत निकालने के लिए अपना रिज़्यूमे अपलोड करें।

# uploadJdDesc
source: Upload the job description to match required skills.
hi: जॉब विवरण अपलोड करें और आवश्यक कौशल से मिलाएँ।

# fileUploaded
source: File uploaded âœ…
hi: फ़ाइल अपलोड हो गई ✅

source: Home
hi: होम

source: History
hi: इतिहास

source: Settings
hi: सेटिंग्स

source: Preparation Hub
hi: तैयारी हब

# resumeBuilder
source: AI Resume Builder
hi: एआई रिज़्यूमे बिल्डर

# resumeBuilderDesc
source: Create or improve your resume with AI
hi: एआई से अपना रिज़्यूमे बनाएँ या सुधारें

# careerCoach
source: AI Career Coach
hi: एआई करियर कोच

# careerCoachDesc
source: Get career guidance and interview tips
hi: करियर मार्गदर्शन और इंटरव्यू टिप्स पाएं

source: Skill Tutorials
hi: कौशल ट्यूटोरियल्स

# skillTutorialsDesc
source: Learn & practice missing skills
hi: लापता कौशल सीखें और अभ्यास करें

# questionBank
source: Interview Q&A Bank
hi: इंटरव्यू प्रश्नोत्तर बैंक

# questionBankDesc
source: Explore common interview questions
hi: सामान्य इंटरव्यू प्रश्नों का अन्वेषण करें

source: Reports
hi: रिपोर्ट्स

source: Dashboard
hi: डैशबोर्ड

# drawerSubtitle
source: Prepare. Practice. Perform.
hi: तैयारी करें। अभ्यास करें। प्रदर्शन करें।

source: Interviews Completed
hi: पूर्ण किए गए इंटरव्यू

source: Average Score
hi: औसत स्कोर

source: Practice Hours
hi: अभ्यास घंटे

source: Quick Actions
hi: त्वरित क्रियाएँ

source: View all
hi: सभी देखें

# uploadCvShort
source: Upload CV
hi: सीवी अपलोड करें

# uploadJdShort
source: Upload JD
hi: जॉब विवरण अपलोड करें

source: Ready
hi: तैयार

source: Disabled
hi: अक्षम

# practice
source: Practice & Improve
hi: अभ्यास करें और सुधारें

# practiceDesc
source: Practive & Improve Skills
hi: कौशल का अभ्यास करें और सुधारें

source: Mock Interview
hi: मॉक इंटरव्यू

# mockInterviewDesc
source: Practice spoken & technical interviews
hi: स्पोकन और तकनीकी इंटरव्यू का अभ्यास करें

# reportsDesc
source: View detailed performance reports
hi: विस्तृत प्रदर्शन रिपोर्ट देखें

source: Recent Activities
hi: हाल की गतिविधियाँ

# completedMocks
source: Completed Mock Interviews
hi: पूर्ण किए गए मॉक इंटरव्यू

source: Analyses Performed
hi: किए गए विश्लेषण

source: View report
hi: रिपोर्ट देखें

source: View
hi: देखें

# uniqueFeatures
source: New & Unique Features
hi: Nuevas funciones únicas

source: Stress Simulator
hi: Simulador de Estrés

# stressSimulatorDesc
source: Fast-paced Q&A to simulate real pressure
hi: Preguntas rápidas para simular presión real

source: Panel Interview
hi: Entrevista en Panel

# panelInterviewDesc
source: Face multiple AI interviewers at once
hi: Enfréntate a varios entrevistadores de IA

source: AI Career Coach
hi: Coach de Carrera IA

# aiCareerCoachDesc
source: Personalized career roadmap from your CV & JD
hi: Plan de carrera personalizado con tu CV y JD

# storyBank
source: STAR Story Bank
hi: Banco de Historias STAR

# storyBankDesc
source: Save and refine your STAR interview answers
hi: Guarda y mejora tus respuestas STAR
